/* 
   Localizable.strings
   G2M  Mac Recording Manager

   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
 */


/* Text for the Open dialog. */
"L10N_Open_Dialog_Title" = "Choose Recordings Folder";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "Choose the recordings folder that you'd like to view.";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "You're converting a recording. Are you sure you want quit?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "You'll be able to restart the conversion, but you'll lose the progress you've already made.";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "Stop Conversion and Quit";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "Continue Conversion";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "Converting \"%@\" (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "Are you sure you want to delete this recording?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "It will be permanently deleted from your recordings folder.";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "Delete";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "Do Not Delete";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "Unable to open the audio recording.";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "Unable to create audio for this recording.";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "Unable to open the video recording.";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "Unable to open the video recording.";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "Unable to use the audio recording.";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "This recording has no audio or video.";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "Are you sure you want to stop converting this recording?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "You'll be able to restart the conversion, but you'll lose the progress you've already made.";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "Stop Conversion";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "Continue Conversion";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "Unable to use the video recording. Unfortunately, the video recording has been damaged.";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "There is already an output file with the name: ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "You're already converting a recording.";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% Complete";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% Complete";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "Saving File";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "Unfortunately, a transcoding error has occurred. Please try again.";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "Canceling";

/* Exception error alert text */
"L10N_Application Error Occurred" = "Application Error Occurred";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "An error has occurred that will cause the application to exit after a short delay. Sorry for the inconvenience.";
